Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: Remove Preset
ne: पूर्वनिर्धारित हटाउनुहोस्

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
ne: %Sको जडान अनपेक्षित रुपमा सकिएको छ। केही डेटाहरू स्थानान्तरित भएका हुन सक्छन्।

source: Portuguese
ne: पोर्तुगाली

source: Iraq
ne: इराक

source: You can subscribe to this video podcast to receive updates when this content changes.
ne: तपाईंले यो यो भिडियो पोडकास्टको सदस्यता लिएर सामग्री परिवर्तन हुँदा अद्यावधिक प्राप्त गर्न सक्नुहुन्छ।

source: None Selected
ne: कुनै पनि चयन गरिएको छैन

source: Remote &DNS
ne: दुर DNS

source: &Choose…
ne: छान्नुहोस्…

source: DirectWrite Enabled
ne: DirectWrite सक्षम पारिएको

source: View List
ne: सुची हेर्नुहोस्

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
ne: के तपाईं अहिले निस्कनु भयो भने, १ डाउनलोड रद्द गरिनेछ। तपाईं बाहिर निस्कन निश्चित हुनुहुन्छ?

source: No programs that contain bookmarks, history or password data could be found.
ne: पुस्तकचिन्हहरू, इतिहास अथवा पासवर्ड डाटा नभएका कार्यक्रमहरू भेटिन सक्छन ।

source: Open Link in New Tab
ne: लिङ्कलाई नयाँ ट्याबमा खोल्नुहोस्

source: "Extract: "
ne: "निकाल्नुहोस्:"

source: #1 rule.;#1 rules.
ne: #1 नियम।;#1 नियमहरू।

source: Open Help Menu
ne: सहयोग मेनु खोल्नुहोस्

source: Choose Install Location
ne: स्थापना स्थान छनौट गर्नुहोस्

source: Enable persistent logs
ne: जुझारु लगहरू सक्षम पार्नुहोस्

source: Frames decoded
ne: फ्रेमहरू सङ्केत भयो

source: and the
ne: र

source: Install available updates in this list
ne: यो सूचीमा रहेका सबै अद्यावधीहरू स्थापना गर्नुहोस्

source: Driver Version
ne: ड्राइभर संस्करण

source: The selected fra&me
ne: छानिएको फ्रेम

source: SECG elliptic curve secp224r1 (aka NIST P-224)
ne: SECG अण्डाकार वक्ररेखा secp224r1 (उर्फ NIST P-224)

source: Driver Date
ne: ड्राइभर मिति

source: Disable JavaScript *
ne: जाभा स्क्रिप्ट असक्षम पार्नुहोस्*

source: math
ne: म्याथ

source: Peru
ne: पेरू

source: Extended Key Usage
ne: विस्तृत कुञ्जी प्रयोग

source: This document is no longer available.
ne: यो कागजात उपलब्ध छैन ।

source: SECG elliptic curve secp521r1 (aka NIST P-521)
ne: SECG अण्डाकार वक्ररेखा secp521r1 (उर्फ NIST P-521)

source: Chad
ne: चाद

source: %S - Share Location
ne: %S - स्थान बाँड्नुहोस्

source: View the location request
ne: स्थान अनुरोध हेर्नुहोस्

source: Remote Web Console
ne: दुर वेब कन्सोल

source: Block Plugin
ne: प्लगिनलाई बाधा गर्नुहोस्

source: Certificate Basic Constraints
ne: प्रमाणपत्रका आधारभूत बन्देजहरू

source: Find A&gain
ne: फेरि फेला पार्नुहोस्

source: %S: timer started
ne: %S: समयसूचक सुरु भयो

source: New Live Bookmark
ne: नयाँ लाइभ पुस्तकचिनो

source: Warning: The following &brandShortName; data on this device will be deleted:
ne: चेतावनी: यस उपकरणमा निम्न &brandShortName; डाटा मेटिने छ:

source: &Refresh List
ne: &सूची ताजा पार्नुहोस्

source: China
ne: चीन

source: Enter the preference name
ne: प्राथमिकताको नाम प्रविष्ट गर्नुहोस्

source: Update to make compatible
ne: अनुकुल बनाउनका लागि अपडेट गर्नुहोस

source: Downloading…
ne: डाउनलोड हुँदैछ...

source: Reached top of page, continued from bottom
ne: पृष्ठको शिर्षमा पुगीयो, तल बाट जारी गरियो

source: Mobile Bookmarks
ne: मोबाइल पुस्तकचिनोहरू

source: Thumbnail removed.
ne: थंबनेल हटाइयो।

source: Sichuan Yi
ne: सिचुवान यि

source: "Could not find symbol: "
ne: "प्रतीक पाउन सकेन:"

source: Keyword
ne: शब्दकुञ्जी

source: Verify %S
ne: %S प्रमाणिकरण गर्नुहोस्

source: Missing mandatory 'name' in Manifest.
ne: म्यानिफेस्टमा अनिवार्य रहेको 'name' छुटेको छ।

source: Integer
ne: इन्टिजर

source: Choose Components
ne: घटकहरू छान्नुहोस्

source: Open Link in New &Private Window
ne: लिङ्कलाई नयाँ सञ्झ्यालमा खोल्नुहोस्

source: Botswana
ne: बोट्सवाना

source: &Paper Size:
ne: &Paper नाप:

source: Tab
ne: ट्याब

source: Installation Aborted
ne: स्थापना परित्याग गरियो

source: Please enter the Personal Security Password for the PSM Private Keys security device.
ne: कृपया PSM निजी कुञ्जी सुरक्षा साधनका लागि निजी सुरक्षा पासवर्ड प्रविष्ट गर्नुहोस्।

source: learn more.
ne: थप जान्नुहोस् ।

source: To begin creating your profile, click Next.
ne: खाता बनाउन सुरु गर्नु अगाडी लेखिएको बटन मा क्लिक गर्नु होस्

source: Cabo Verde
ne: केप भर्डे

source: Session Information
ne: सत्र जानकारी

source: Choose a &Password
ne: पासवर्ड छान्नुहोस्

source: The URL is not valid and cannot be loaded.
ne: युआरएल मान्य छैन र लोड गर्न सकिदैंन।

source: &All
ne: सबै

source: Share additional data (i.e., &Telemetry)
ne: अतिरिक्त डाटा बाड्नुहोस (i.e., टेलीमेट्री)

source: New Caledonia
ne: नयाँ क्यालेडोनिया

source: Driver Date (GPU #2)
ne: ड्राइभर मिति (GPU #2)

source: Search string
ne: स्ट्रिङ खोज्नुहोस

source: Mat&ch case
ne: केस जोडा मिलाउनुहोस्

source: Parsing an XSLT stylesheet failed.
ne: एउटा XSLT शैलीपाना पद वर्णन गर्न असफल भयो ।

source: Malay
ne: मले

source: ANSI X9.62 ECDSA Signature with SHA384
ne: SHA384 सहितको ANSI X9.62 ECDSA हस्ताक्षर

source: Algorithm Parameters
ne: एलगोरिदम परामितिहरू

source: Unmute
ne: अन म्यूट

source: Uninitialized
ne: थालनी नगरिएको

source: Chile
ne: चिली

source: find replacements
ne: प्रतिस्थापन खोज्नुहोस्

source: Notification settings
ne: सूचना सेटिङहरू

source: function %1$S, %2$S line %3$S
ne: प्रकार्य %1$S, %2$S रेखा %3$S

source: Baltic
ne: अन्य भाषाहरू

source: &brandShortName; has installed the updates to your add-ons.
ne: &brandShortName; ले तपाईँको एड-अनहरूमा अद्यावधिक स्थापना गरेको छ।

source: Boo&kmarks
ne: पुस्तकचिनोहरू

source: Show Folder
ne: फोल्डर देखाउनुहोस्

source: Open &syncBrand.shortName.label; preferences
ne: &syncBrand.shortName.label; को प्राथमिकताहरू खोल्नुहोस्

source: Tabs
ne: ट्याबहरू

source: South Africa
ne: दक्षिण अफ्रिका

source: Error: connection timeout.
ne: त्रुटि:जडान समय समाप्त।

source: Error: Unable to process extension
ne: त्रुटि: विस्तारलाई प्रक्रिया गर्न सकेन

source: Browser styles
ne: ब्राउजर शैलीहरू

source: ANSI X9.62 elliptic curve c2pnb272w1
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2pnb272w1

source: Use &autoscrolling
ne: अटोस्क्रोलिङ्ग प्रयोग गर्नुहोस्

source: Configuration Error
ne: कन्फिगरेसन त्रुटि

source: Request headers:
ne: हेडरहरू अनुरोध गर्नुहोस्

source: XSLT transformation was terminated by <xsl:message>.
ne: XSLT स्थान्तरण <xsl:message> द्वारा टर्मिनेट गरियो ।

source: &Use a master password
ne: मास्टर पासवर्ड प्रयोग गर्नुहोस्

source: The stylesheet %1$S was loaded as CSS even though its MIME type, "%2$S", is not "text/css".
ne: यद्यपि यसको माइमप्रकार, "%2$S", "text/css" नभएता पनि शैलीपाना %1$S CSS को रुपमा लोड भयो ।

source: German
ne: जर्मन

source: Enable &Crash Reporter
ne: क्र्यास विवरण सक्षम पार्नुहोस्

source: Line %1$S, Col %2$S
ne: हरफ %1$S, स्तम्भ %2$S

source: Remember history
ne: इतिहास स्मझिने

source: Removing Page…
ne: पृष्ठ हटाउँदै ...

source: Loading
ne: लोड हुँदैछ

source: Close tab
ne: ट्याबहरू बन्द गर्नुहोस्

source: West Bank
ne: वेष्ट ब्याङ्क

source: An XPath function was called with the wrong number of arguments.
ne: एउटा एक्स मार्ग प्रकार्यलाई तर्कहरूको गलत संख्यासँगै बोलाइयो ।

source: Expected declaration but found '%1$S'.
ne: वर्णन अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Sync Now
ne: अहिले सिङ्क गर्नुहोस्

source: Slovakia
ne: स्लोभाकिया

source: Video playback aborted due to a network error.
ne: सञ्जालको त्रुटिले गर्दा भिडियो प्लेब्याक परित्याग हुन पुग्यो।

source: Open preferences
ne: अभिरुची खोल्नुहोस्

source: %1$S is known to be vulnerable and should be updated.
ne: %1$S कमजोर हुन सक्छ र त्यसैले अद्यावधिक गर्नुपर्छ।

source: Avg. bitrate
ne: औसत बिटरेट

source: Screen reader started
ne: स्क्रिन वाचक सुरु भयो

source: Two hours
ne: दुई घन्टा

source: Unable to Check for Updates
ne: अद्यावधिकहरू जाँच्न असक्षम

source: Web Feeds
ne: वेब फिडहरू

source: Certificate Detail
ne: प्रमाणपत्र विवरण

source: Conversation Name
ne: वार्तालाप नाम

source: &Launch $BrandShortName now
ne: $BrandShortName प्रारम्भ गर्नुहोस

source: Desktop
ne: डेस्कटप

source: Change &Master Password…
ne: मास्टर पासवर्ड परिवर्तन गर्नुहोस्...

source: Dominican Republic
ne: डोमिनिकान रिपब्लिक

source: PDF Version:
ne: PDF संस्करण

source: ;You are about to close #1 tabs. Are you sure you want to continue?
ne: ;तपाईँ #1 वटा ट्याबहरू बन्द गर्दैहुनुहुन्छ। के तपाईँ यसो गर्न निश्चित हुनुहुन्छ?

source: page saved to: %1$S
ne: %1$S मा पाना सङ्ग्रह गरियो

source: Transferred
ne: स्थानान्तरण भयो

source: Version:
ne: संस्करण:

source: Requests
ne: अनुरोधहरू

source: Auto-Detect
ne: स्वतः पत्ता लगाउनुहोस्

source: Password incorrect, please try again.
ne: गलत पासवर्ड, फेरि प्रयास गर्नुहोस्।

source: %S ms
ne: %S मिलिसेकेन्ड

source: Expected an integer but found '%1$S'.
ne: एउटा इन्टिजर अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: I close &brandShortName;
ne: मैले &brandShortName; बन्द गर्छु

source: July
ne: जुलाई

source: HTML Content
ne: HTML सामाग्री

source: Spanish
ne: स्पेनी

source: &Offline Website Data
ne: अफलाइन वेबसाइट डाटा

source: This web application is hosted at:
ne: यो वेब एप्लिकेसन यस ठाउँमा अवस्थित छ:

source: Tags
ne: ट्यागहरू

source: &Never translate %S
ne: %S कहिल्यै अनुवाद नगर्ने

source: Subject Public Key Info
ne: विषय सार्वजनिक कुञ्जी जानकारी

source: Status
ne: स्थिति

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Is the computer connected to an active network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ne: <p>ब्राउजर प्रोक्सी सर्भर प्रयोग गर्न कन्फिगर गरिएको छ, तर प्रोक्सी फेला परेन ।</p><ul><li>के ब्राउजरको प्रोक्सी कन्फिगरेसन सही छ ? सेटिङ्हरू जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।</li><li>के कम्प्युटर एउटा सक्रिय सञ्जाल संग जडान गरिएको छ ?</li><li>अहिले केही समस्या छ ? सहयोगको लागि तपाईँको सञ्जाल प्रशासक वा इन्टरनेट उपलब्दकर्ता संग परामर्श लिनुहोस् ।</li></ul>

source: The project folder ends up being a file
ne: प्रोजेक्ट फोल्डर भनेको त फाइल पो परेछ

source: Firefox Sync will now merge all this device's browser data into your Sync account.
ne: Firefox सिङ्कले अब तपाईंको सिङ्क खातामा यो उपकरणको सबै ब्राउजर डाटा मर्ज गर्नेछ।

source: &Enter new profile name:
ne: नयाँ प्रोफाइल नाम प्रविष्ट गर्नुहोस्:

source: Someone is waiting for you
ne: कोही तपाईँको प्रतीक्षामा छ

source: Sync encountered an error while syncing: %1$S. Sync will automatically retry this action.
ne: सिङ्क जडान गर्दा सामान्य त्रुटि भयो: %1$S. सिङ्कले स्वतः यो काम फेरि प्रयास गर्नेछ।

source: Turn Notifications On
ne: सूचना सुचारू गर्नुहोस्

source: An XSLT stylesheet load was blocked for security reasons.
ne: एउटा XSLT शैलीपाना लोड सुरक्षा कारणहरूले गर्दा बन्द गरियो ।

source: Belarus
ne: बेलारूस

source: Headings
ne: शीर्षकहरू

source: UID
ne: यू आई डि

source: Password can't match your user name
ne: तपाईको पासवर्ड प्रयोगकर्ता नामसँग मेल खानु हुँदैन

source: Content
ne: सामग्री

source: %S &Options
ne: %S विकल्पहरू

source: Unmute tab
ne: ट्याब म्युट नगर्नुहोस्

source: Uninstalling $BrandShortName…
ne: $BrandShortName स्थापाना रद्द गरिदै…

source: &Unload
ne: अनलोड गर्नुहोस्

source: June
ne: जून

source: Stop script
ne: स्क्रिप्ट रोक्नुहोस्

source: See all the fonts used in the page
ne: पृष्ठमा प्रयोग गरिएको सबै फन्टहरू हेर्नुहोस्

source: (no nickname)
ne: (कुनै उपनाम छैन)

source: Parent prefix for imported commands
ne: आयातित आदेशहरूका लागि प्रमूल उपसर्ग

source: Untitled Page:
ne: शीर्षक नभएको पृष्ठ:

source: Forget
ne: बिर्सनुहोस्

source: The following add-ons are not compatible with this version of &brandShortName; and have been disabled:
ne: निम्न एड-अनहरू यस संस्करणको &brandShortName; सँग समर्थित छैनन् त्यसैले निस्क्रिय गरिएका छन् :

source: from <strong>The Book of Mozilla,</strong> 15:1
ne: मोजिल्लाको किताब<strong> बाट</strong> १५:१

source: Restart to enable
ne: सक्रिय पार्न पुनः सुरु गर्नुहोस्

source: Open &Recent
ne: हालैको खोल्नुहोस्

source: &Save…
ne: सङ्ग्रह…

source: Some extensions could not be verified
ne: केही एक्सटेन्सनहरू प्रमाणिकरण गर्न सकिएन

source: Suspected Web Forgery!
ne: संकास्पद संजाल जालसाजी!

source: Inspector
ne: निरीक्षक

source: Could not retrieve quota information.
ne: कोटा जानकारी प्राप्त हुन सकेन।

source: You are sharing your tabs. Any tab you click on can be seen by your friends
ne: तपाईँ आफ्नो ट्याबहरू साझेदारी गर्दै हुनुहुन्छ। तपाईँले क्लिक गर्ने कुनैपनि ट्याब तपाईँका साथीहरूले हेर्न सक्नेछन्

source: Jordan
ne: जोर्डन

source: Organization: "%S"
ne: संस्था: "%S"

source: Set as default profile
ne: पूर्वनिर्धारितका प्रोफाइलको रूपमा सेट गर्नुहोस्

source: Vendor ID
ne: बिक्रेता आई डी

source: PDF Producer:
ne: PDF निर्माता:

source: Thu
ne: बिही

source: Check Now
ne: अहिले जाँच गर्नुहोस्

source: Show @&media sidebar
ne: मिडिया साइडबार देखाउनुहोस्

source: unlimited
ne: असिमित

source: Unexpected <%1$S> element.
ne: अनपेक्षित <%1$S> तत्व ।

source: File exists. Overwrite?
ne: फाइल अवस्थित छ। अधिलेखन गर्नुहुन्छ?

source: Jump
ne: जानुहोस्

source: Show All History
ne: सबै इतिहासहरू देखाउनुहोस्

source: unclosed CDATA section
ne: बन्द नगरिएको CDATA सेक्सन

source: Temporary
ne: अस्थायी

source: A Master Password is used to protect sensitive information like site passwords. If you create a Master Password you will be asked to enter it once per session when &brandShortName; retrieves saved information protected by the password.
ne: साइट पासवर्ड जस्तो सम्वेदनशील जानकारी सुरक्षित राख्न मुख्य पासवर्ड प्रयोग गरिन्छ। यदि तपाईँले मुख्य पासवर्ड बनाउनु भयो भने हरेक सत्रमा तपाईँसँग एकपल्ट पासवर्ड मागिनेछ जब &brandShortName;ले पासवर्डले सुरक्षित गरी सङ्ग्रह गरिएको जानकारी पुनः प्राप्त गर्छ।

source: You have chosen a keyword that is currently in use by a bookmark. Please select another.
ne: तपाईँले चयन गर्नु भएको खोजशब्द हाल पुस्तकचिनोले प्रयोग गरिरहेको छ। कृपया अर्को चयन गर्नुहोस्।

source: boolean
ne: बूलियन

source: Pull down to show history
ne: इतिहास हेर्न तल तान्नुहोस

source: You have deleted your Master Password.
ne: तपाईँले आफ्नो मास्टर पासवर्ड मेटाउनुभएको छ।

source: People
ne: मानिस

source: Manifest has a mimetype of %S. Manifests must have a mimetype of text/cache-manifest.
ne: मेनिफेस्टकोको माइम प्रकार %S छ। मेनिफेस्टको माइम प्रकार text/cache-manifest हुनु पर्छ।

source: This site has requested that you identify yourself with a certificate:
ne: साइटले तपाईँ आफूलाई एउटा प्रमाणपत्र सहित पहिचान दिन आग्रह गरेको छ:

source: Crash ID: %s
ne: क्र्यास आइडी: %s

source: Startup
ne: सुरुवात

source: Forget about some browsing history
ne: केहि ब्राउजिङ इतिहासका बारेमा बिर्सिनुहोस्

source: Server
ne: सर्भर

source: Sub-Commands
ne: उप-आदेशहरू

source: Cyprus
ne: साइप्रस

source: Sign in to &syncBrand.shortName.label;
ne: &syncBrand.shortName.label; मा साइन इन गर्नुहोस

source: Unexpected value %2$S parsing %1$S attribute.
ne: %1$S एट्टरिव्युट पार्स गर्दा अाएको मान %2$S अप्रत्याशित।

source: Period of Validity
ne: वैधताको लगि अवधि

source: Delete
ne: मेट्नुहोस्

source: &brandShortName; Privacy Policy
ne: &brandShortName; गोपनीयता निति

source: Safari
ne: सफारी

source: Serial Number
ne: क्रम सङ्ख्या

source: Servers
ne: सर्भरहरू

source: Your add-ons have been updated.
ne: तपाईँका एड-अनहरू अद्यावधि गरिएका छन् ।

source: Automatic Updates
ne: स्वतः अद्यावधि

source: My Projects
ne: मेरो परियोजनाहरू

source: The application did not specify a crash reporting server.
ne: यो अनुप्रयोगले कुनै क्र्यास रिपोर्टिङ सर्भर निर्दिष्ट गरेको थिएन।

source: There was an unexpected problem while printing.
ne: मुद्रण गर्दा एउटा अनपेक्षित समस्या भयो।

source: Central European, ISO
ne: केन्द्रीय युरोपेली, ISO

source: Armenia
ne: आर्मेनिया

source: Fetch the request body (%S bytes)
ne: अनुरोधको मुख्य भाग तान्नुहोस् (%S बाइटहरू)

source: Display and alter cookies
ne: कुकिज प्रदर्शन र परिवर्तन गर्नुहोस्

source: Hiligaynon
ne: हिलाग्यावन

source: &Run
ne: चलाउनुहोस्

source: File &name:
ne: फाइलनाम:

source: Unable to delete module
ne: मोड्युललाई मेट्न असक्षम

source: Hide &Controls
ne: नियन्त्रकहरू लुकाउनुहोस्

source: Source Code:
ne: श्रोत सङ्केत:

source: Reset a setting
ne: सेटिङ रिसेट गर्नुहोस्

source: &Go online now.
ne: अनलाइन जानुहोस् ।

source: Add Exception…
ne: अपवाद थप्नुहोस्...

source: Download the latest version
ne: नवीनतम संस्करण डाउनलोड गर्नुहोस्

source: &View Recent Updates
ne: हालका अद्यावधिहरू हेर्नुहोस्

source: Simplified Chinese
ne: सरलीकृत चिनियाँ

source: August
ne: अगस्ट

source: Response headers:
ne: प्रतिक्रिया शीर्षकहरू

source: S&end Video To Device
ne: भिडियो उपकरणमा पठाउनुहोस

source: The passwords entered do not match
ne: प्रविष्टि गर्नुभएको पासवर्ड मेल खाएन

source: EDI Party Name
ne: EDI पार्टी नाम

source: Japanese (EUC-JP)
ne: जापानी (EUC-JP)

source: Forbidden Site
ne: निषेधित साइट

source: Additional Tools and Features
ne: थप उपकरण र विशेषताहरू

source: Warning: Printing is not fully supported by this browser.
ne: चेतावनी: यो ब्राउजरमा मुद्रण पूर्णतया समर्थित छैन।

source: Subscribe to This Page…
ne: यस पृष्ठलाई सब्स्क्राइब गर्नुहोस्...

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
ne: तपाईँ अब छोड्नु भने,%S डाउनलोड रद्द गरिनेछ। तपाईँ छोड्न निश्चित हुनुहुन्छ?

source: <Issuer Not Trusted>
ne: <जारीकर्तालाई विश्वास गरिएन>

source: Finland
ne: फिन्ल्यान्ड

source: Sharing Camera with #1 tab;Sharing Camera with #1 tabs
ne: क्यामेरा साझेदारी #1 ट्याब;क्यामेरा साझेदारी #1 ट्याबहरू

source: M&ove to Menu
ne: मेनुमा थप्नुहोस्

source: Click the Hello button to browse Web pages with a friend.
ne: साथीसँग वेब पृष्ठ ब्राउज गर्न Hello बटन क्लिक गर्नुहोस्।

source: Use &Current Page
ne: अहिलेको पृष्ठ प्रयोग गर्नुहोस्

source: PKCS #1 MD2 With RSA Encryption
ne: RSA गुप्तीकरणसँग PKCS #1 MD2

source: --blank--
ne: --खाली--

source: Choose files…
ne: फाइलहरू छान्नुहोस्…

source: By &Last Visited
ne: सबभन्दा पछि भ्रमण गरिएको अनुसार

source: The line number entered is invalid.
ne: प्रविष्टित हरफ संख्या अमान्य छ।

source: &Remove Language
ne: भाषा हटाउनुहोस्

source: Thanks!
ne: धन्यवाद!

source: Open a File
ne: फाइल खोल्नुहोस्

source: Events
ne: घटनाहरू

source: Add bookmarks to this folder to see them displayed on the Bookmarks Toolbar
ne: पुस्तकचिनोहरू उपकरणपट्टीमा देखिनको लागि यो फोल्डरमा तिनीहरू थप्नुहोस्

source: Send For:
ne: यसका लागि पठाउनुहोस्:

source: XPath parse failure: '!' unexpected, negation is not():
ne: एक्स् मार्ग पद वर्णनको असफलता: '!' अनपेक्षित, नेगेसन () होइन:

source: The Certificate already exists.
ne: प्रमाणपत्र पहिलेदेखि नै अवस्थित छ।

source: Suggested Tags
ne: सिफारिस गरिएका ट्यागहरू

source: E&xit
ne: बहिर निस्कनुहोस्

source: &Hide this plugin
ne: यस प्लगिनलाई लुकाउनुहोस्

source: November
ne: नोभेम्बर

source: SECG elliptic curve sect571k1 (aka NIST K-571)
ne: SECG अण्डाकार वक्ररेखा sect571k1 (उर्फ NIST K-571)

source: Last %S days
ne: अन्तिम %S दिन

source: Enable this add-on
ne: यो एड-अन सक्रिय पर्नुहोस्

source: &History
ne: इतिहास

source: Copy text to clipboard
ne: क्लिपबोर्डमा पाठ प्रतिलिपि गर्नुहोस्

source: United Arab Emirates
ne: संयुक्त अरब इमिरेट्स

source: Fr
ne: शुक्र

source: I &accept the terms in the License Agreement
ne: म इजाजतपत्र सम्झौतामा भएकामा सर्तहरू स्वीकार गर्दछु

source: &Default font:
ne: पूर्वनिर्धारित फन्टः

source: &Limit cache to
ne: क्याचलाई सिमित गर्नुहोस

source: Uighur
ne: इग्हुर

source: Unable to Update
ne: अद्यावधिक गर्न सकिएन

source: Add-on update security checking is disabled. You may be compromised by updates.
ne: एड-अनमा अद्यावधिक सुरक्षा जाँच असक्षम छ। तपाईं अद्यावधिकसँग सम्झौता गरिरहनुभएको छ।

source: Histo&ry
ne: इतिहास

source: partial character
ne: आंशिक क्यारेक्टर

source: Sinhala
ne: सिन्हाली

source: Rese&t Variables
ne: चलहरू रिसेट गर्नुहोस्

source: You can choose exactly what to sync by selecting Sync Options below.
ne: तपाईं तल सिङ्क विकल्प चयन गरेर के सिङ्क गर्न रोज्न सक्नुहुन्छ।

source: Burkina Faso
ne: बुर्किना फासो

source: Form Post from %S
ne: %S बाट फाराम पोस्ट गर्नुहोस्

source: Audio
ne: श्रव्य

source: Change whether the site can hide the pointer
ne: यस साइटले पोइन्टर लुकाउन सक्छ कि परिवर्तन गर्नुहोस्

source: Dock to side of browser window
ne: ब्राउजर सञ्झ्याललाई छेउ तिर छोट्याउनुहोस्

source: Voice conversation
ne: अावाज वार्तालाप

source: Tablets
ne: तालिकाहरू

source: Mongolian
ne: मंगोलियन

source: Please enter the master password for the %S.
ne: %S का लागि कृपया मास्टर पासवर्ड प्रविष्टि गर्नुहोस्।

source: Email Signer Certificate
ne: इमेल हस्ताक्षरक प्रमाणपत्र

source: spin button
ne: स्पिन बटन

source: Paste (%S)
ne: (%S) टाँस्नुहोस्

source: %S (%S Image, %S × %S pixels)
ne: %S (%S द्रिश्य, %S × %S पिक्सेल)

source: Open Pop-up Windows
ne: पप-अप सञ्झ्यालहरू खोल्नुहोस्

source: Show &All Tabs
ne: सबै ट्याबहरू देखाउनुहोस्

source: show log
ne: लग देखाउनुहोस्

source: Light
ne: प्रकाश

source: &Portrait
ne: पोट्रेट

source: Profile couldn't be created. Probably the chosen folder isn't writable.
ne: प्रोफाइल सिर्जना गर्न सकिएन। सम्भवत: छानिएको फोल्डर लेख्नयोग्य छैन।

source: ID
ne: आईडी

source: There are already two people in this conversation.
ne: यस वार्तालापमा पहिले नै दुईजना रहेकाछन्।

source: version %S
ne: संस्करण %S

source: Device ID:
ne: यन्त्र आई डी:

source: Library Versions
ne: लाईब्रेरी संस्करणहरू

source: Unsafe File Type
ne: असुरक्षित फाइल प्रकार

source: Home
ne: गृह

source: Install Updates
ne: अद्यावधिहरू स्थापना गर्नुहोस्

source: Invite someone to browse this page with you!
ne: तपाईं संगै यो पृष्ठ ब्राउज गर्न कसैलाई आमन्त्रण गर्नुहोस्!

source: samples
ne: नमूनाहरू

source: Ghana
ne: घाना

source: Video
ne: भिडियो

source: Greek (Windows)
ne: ग्रिक (Windows)

source: Change this add-on's preferences
ne: यस एड-अनका प्राथमिकताहरू बदल्नुहोस्

source: Storage
ne: भण्डारण

source: Response cookies
ne: कुकिजको प्रतिक्रिया दिनुहोस्

source: footer
ne: फूटर

source: Fiji
ne: फिजी

source: Warning
ne: चेतावनी:

source: Show Document Outline
ne: दस्तावेजको रूपरेखा देखाउनुहोस्

source: $AppName Uninstall
ne: $AppName स्थापना रदद् गर्ने

source: cell
ne: कक्ष

source: SECG elliptic curve sect233k1 (aka NIST K-233)
ne: SECG अण्डाकार वक्ररेखा sect233k1 (उर्फ NIST K-233)

source: You don't have any add-ons of this type installed
ne: तपाईँले यस प्रकारको कुनै पनि एड-अन स्थापना गर्नुभएको छैन

source: Update &Add-ons Automatically
ne: सबै एड-अनहरू स्वतः अद्यावधि गर्नुहोस्

source: Expected ';' or '}' to terminate declaration but found '%1$S'.
ne: घोषणा टर्मिनेट गर्न ';' वा '}' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Sync preferences
ne: प्राथमिकताहरू सिङ्क गर्नुहोस्

source: Completing the $BrandFullNameDA Uninstall Wizard
ne: $BrandFullNameDA स्थापना रद्द विजार्ड पुरा हुदैछ।

source: Update History
ne: अद्यावधि इतिहास

source: Esperanto
ne: एस्पेरान्तो

source: Version 2
ne: संस्करण २

source: Tuesday
ne: मंगलबार

source: Version 1
ne: संस्करण १

source: clear all current history
ne: अहिलेको सबै इतिहास मेटाउनुहोस्

source: Invalid section name (%1$S) at line %2$S.
ne: अबैध वर्ग नाम (%1$S) लाईन %2$S मा

source: Any type of connection
ne: कुनै प्रकारको जडान

source: Property
ne: गुण

source: Creation Date:
ne: सिर्जना गरिएको मिति:

source: Version 3
ne: संस्करण ३

source: The application did not identify itself.
ne: यो अनुप्रयोगले अाफैँलाई चिन्न सकेन।

source: Page &Info
ne: पृष्ठ जानकारी

source: Network Timeout
ne: सञ्जाल समय समाप्त भयो

source: Unable to add module
ne: मोड्युल थप्न सकेन

source: Enter a name for this toolbar:
ne: यो उपकरणपट्टीका लागि नयाँ नाम प्रविष्ट गर्नुहोस्:

source: Inspect Element
ne: इन्सपेक्ट इलेमेन्ट

source: Subject Public Key Algorithm
ne: विषय सार्वजनिक कुञ्जी एलगोरिदम

source: This is a "feed" of frequently changing content on this site.
ne: यो प्राय छिटो परिवर्तन हुने साइटको फीड हो ।

source: Unpin Ta&b
ne: ट्याबलाई अनपिन गर्नुहोस्

source: &Toolbars
ne: टुलबारहरू

source: visited
ne: भम्रण गरिएको

source: Lao
ne: लाओ

source: &Redo
ne: रिडु गर्नुहोस्

source: Your user settings, preferences and other user-related data will be stored in:
ne: तपाई प्रयोग सेटिंग , प्राथमिकता र अरु प्रयोग कर्ता सम्बन्धित तथ्यांक संचित गरिएको छ
